
// 주석 : 프로그램에 영향이 없는 메모
// 주석 : ctrl + /, ctrl + shift + c
// 한 줄 복사 : ctrl + alt + ↑/↓
// 한 줄 삭제 : ctrl + D
// 코드 이동 : arl + ↑/↓
// 스크롤 이동 : ctrl + ↑/↓
// 새 파일 생성 : ctrl + N
// 탭 종료 : ctrl + W
// 전체 탭 종료 : ctrl + shift + W
// 프로그램 실행 : ctrl +F11
// 이름 바꾸기 : F2
// 찾기 바꾸기 : ctrl + F
// 단어 찾기 : ctrl + K // 찾고자 하는 문자열을 블록지정 후 단축키 사용
// 파일 찾기 : ctrl + shift + R
// 코드 찾기 : ctrl + H
// 퀵 서치 : ctrl + alt + shift + L
// 잘라내기 : ctrl + X
// 뒤로가기 : ctrl + Z
// 앞으로가기 : ctrl + Y

public class Key {

}



//이 코드는 무슨 내용이야
//이동하고 싶은 코드
//이동하고 싶은 코드
//이동하고 싶은 코드
//이동하고 싶은 코드
//이동하고 싶은 코드
//이동하고 싶은 코드
//이동하고 싶은 코드
//이동하고 싶은 코드
//이동하고 싶은 코드
//이동하고 싶은 코드
//이동하고 싶은 코드
//이 코드는 무슨 내용이야